[
  "janitor",
  "dataview",
  "recent-files-obsidian",
  "obsidian-vault-statistics-plugin",
  "obsidian-enhancing-mindmap",
  "obsidian-textgenerator-plugin",
  "various-complements",
  "obsidian-excalidraw-plugin",
  "obsidian-doubleshift",
  "editing-toolbar",
  "pseudocode-in-obs",
  "obsidian-table-generator"
]